Revit 2027 API
ParameterTypeId.SteelElemPlateShortenAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateShortenAngle { get; }
Public Shared ReadOnly Property SteelElemPlateShortenAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateShortenAngle {
	ForgeTypeId^ get ();
}
static member SteelElemPlateShortenAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace